7zip
amd-ucode
base
base-devel
bat
bluez
bluez-utils
brightnessctl
clang
cups-pdf
devtools
discord
efibootmgr
fastfetch
fd
firefox
fish
gdb
git
grub
gsfonts
hplip
hypridle
hyprlock
hyprpicker
imagemagick
imv
jujutsu
keyd
kitty
linux
linux-firmware-amdgpu
linux-firmware-realtek
lvm2
magic-wormhole
mako
man-db
mpv-mpris
nasm
neovim
networkmanager
networkmanager-openvpn
niri
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
opam
openssh
otf-latinmodern-math
pacman-contrib
papirus-icon-theme
pipewire-alsa
pipewire-pulse
playerctl
pyenv
ripgrep-all
rustup
samba
sbctl
sof-firmware
spotify-launcher
sshfs
starship
steam
sudo
swww
telegram-desktop
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
tree-sitter-cli
ttf-jetbrains-mono
ttf-nerd-fonts-symbols
upower
uv
vulkan-radeon
wf-recorder
wireguard-tools
wl-clipboard
xdg-desktop-portal-gnome
xwayland-satellite
yt-dlp
zathura-pdf-poppler
zip
zoxide
