adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
amd-ucode
base
base-devel
bitwarden
blueman
bluez
brightnessctl
caddy
efibootmgr
evince
feh
firefox
fish
git
gparted
grub
gsfonts
gtkmm-4.0
hypridle
hyprland
hyprlock
hyprpaper
jupyter-notebook
kitty
linux
linux-firmware
lvm2
mako
man-db
mdcat
nautilus
neovim
networkmanager
nftables
nmap
npm
ntfs-3g
openssh
os-prober
pacman-contrib
pipewire
pipewire-alsa
pipewire-audio
playerctl
polkit-kde-agent
qemu-desktop
ripgrep
sof-firmware
spotify-launcher
starship
sudo
telegram-desktop
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langspanish
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
tree-sitter-cli
ttf-croscore
ttf-nerd-fonts-symbols
ttf-roboto
unzip
vulkan-radeon
waybar
wl-clipboard
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xf86-video-amdgpu
xorg-xhost
zip
