adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
amd-ucode
base
base-devel
biber
blueman
bluez
brightnessctl
caddy
cups
cups-pdf
devtools
discord
docker
docker-buildx
efibootmgr
feh
firefox
fish
gdb
git
git-lfs
grub
gsfonts
gtkmm-4.0
gvfs-smb
hplip
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
jdk17-openjdk
jupyterlab
kitty
lib32-mesa
linux
linux-firmware
lutris
lvm2
mako
man-db
mdcat
mpv
namcap
neovim
networkmanager
nftables
nmap
noto-fonts
noto-fonts-emoji
npm
openjdk-src
openssh
otf-latinmodern-math
pacman-contrib
pandoc-cli
perl-file-homedir
perl-yaml-tiny
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
playerctl
polkit-kde-agent
qemu-desktop
ripgrep
rustup
sof-firmware
spotify-launcher
sshfs
starship
steam
sudo
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langspanish
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
tree-sitter-cli
ttf-liberation
ttf-nerd-fonts-symbols
unrar
unzip
vulkan-radeon
waybar
wf-recorder
wine
wl-clipboard
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xf86-video-amdgpu
xorg-xauth
xorg-xhost
yt-dlp
zathura-pdf-poppler
zip
zoxide
